@extends('layouts.app')

@section('content')
<div class="container authors">
   <h1><span>{{ __('all.contacts') }}</span></h1>
   <div class="text-right">
   <p> Уважаемые авторы и читатели нашего сайта!</p>
    <p>Регистрацией на нашем сайте Вы подтверждаете, что ознакомлены с нашими условиями публикации, правилами и обязуетесь их соблюдать.
    </p>
    <p>На нашем сайте запрещается:</p>
    <p>Использование нецензурной лексики;</p>
    <p>Плагиат; размещение чужих стихотворений без указания автора;</p>
    <p>Публичное обсуждение действий администратора сайта;</p>
    <p>Размещение фотографий и стихотворений, имеющих порнографический характер;</p>
    <p>Использование полей сайта не по назначению;</p>
    <p>Любые действия, противоречащие законодательству Украины;</p>
</div>
    </div>

@endsection

@section('js')

@endsection